[
  {
    "nom": "Meunier",
    "role": "Directeur Général",
    "citation": "Les métiers du Numérique ne sont plus des métiers d’avenir mais l’avenir des métiers. Alors je m'adresse tout particulièrement aux jeunes femmes : ne laissez pas aux seuls garçons le rôle de définir le monde de demain !",
    "equipe": "relationEntreprise",
    "profil": "En tant que Directeur Général de l'Efrei, je veille à ce que l'école reste un acteur majeur de l'innovation et de la formation aux métiers du numérique. Mon rôle consiste à définir la vision stratégique de l'école, à renforcer les partenariats avec les entreprises et à garantir un environnement propice à l'épanouissement des étudiants et des enseignants. Je m'engage également à anticiper les évolutions technologiques et à adapter nos programmes pour préparer nos étudiants aux métiers de demain.",
    "diplomes": "Titulaire d’un master en management stratégique et technologies numériques, j'ai également suivi de nombreuses formations en leadership et gouvernance d'entreprise. Mon parcours professionnel m'a permis de travailler dans diverses entreprises innovantes et de développer une expertise solide dans le pilotage de projets technologiques à grande échelle.",
    "coursProjets": "Je supervise les projets stratégiques et les initiatives transversales de l'école, notamment les programmes d'innovation, les partenariats internationaux et les collaborations avec les entreprises. Je participe également à la mise en place de nouvelles approches pédagogiques et à l'évaluation de l'impact des projets sur la formation des étudiants."
  },
  {
    "nom": "Brice",
    "role": "Enseignant en mathématiques",
    "citation": "À l’Efrei, nous avons la chance d’être tournés vers le numérique et d’avoir le vent en poupe sur tout ce qui touche à l’intelligence artificielle. L’une des grandes forces de l’école réside dans ses laboratoires de recherche dynamiques, ce qui offre une perspective stimulante à nos étudiants comme à nos enseignants.",
    "equipe": "serviceInformatique",
    "profil": "J’enseigne les mathématiques appliquées dans un contexte numérique, en intégrant l'intelligence artificielle et la data science. Mon objectif est de développer la curiosité intellectuelle et la capacité analytique des étudiants, tout en les préparant aux défis technologiques actuels et futurs. Je m'intéresse particulièrement à la pédagogie active, encourageant les étudiants à résoudre des problèmes concrets et à collaborer sur des projets interdisciplinaires.",
    "diplomes": "Diplômé en mathématiques appliquées et en informatique, j'ai également suivi des certifications avancées en intelligence artificielle et en data science. Mon parcours académique m'a permis d'acquérir une solide expertise dans la modélisation, les algorithmes et l'analyse de données complexes.",
    "coursProjets": "Je dispense des cours de mathématiques appliquées au numérique et à l'IA, organise des ateliers pratiques et encadre des projets de recherche étudiants. Je participe également à des initiatives interdisciplinaires, en collaborant avec les laboratoires de recherche et les départements technologiques de l'école pour développer de nouveaux programmes pédagogiques."
  },
  {
    "nom": "Fériel",
    "role": "Enseignante chercheuse en Cybersécurité",
    "citation": "J’ai pris en charge la certification CEH (Certified Ethical Hacker). J’ai ensuite obtenu la CEI (Certified EC‑Council Instructor), pour être formatrice de cette certification dont je suis la seule femme en France à détenir le titre.",
    "equipe": "serviceInformatique",
    "profil": "Je forme les étudiants à la cybersécurité et à l’éthique numérique, en combinant enseignement théorique, mise en pratique et certifications professionnelles. Mon objectif est de préparer des experts capables de protéger les systèmes d'information contre les cybermenaces et de sensibiliser à l’importance de la sécurité dans le développement numérique. Je m’investis également dans la recherche scientifique et le développement de nouvelles méthodes pédagogiques en cybersécurité.",
    "diplomes": "Détentrice des certifications CEH et CEI, je suis spécialisée en cybersécurité et sécurité informatique. J'ai suivi de nombreux programmes avancés en sécurité des réseaux, cryptographie et protection des systèmes d’information, ce qui me permet d’apporter un enseignement riche et appliqué aux étudiants.",
    "coursProjets": "Je donne des cours de cybersécurité et supervise des projets de certification professionnelle. J'encadre également des recherches appliquées et des ateliers pratiques permettant aux étudiants de mettre en œuvre leurs connaissances dans des contextes réalistes, et de développer des compétences opérationnelles immédiatement transférables dans le monde professionnel."
  },
  {
    "nom": "Faten",
    "role": "Professeure",
    "citation": "L’Efrei est un endroit unique où l’innovation rencontre l’éthique, où la recherche est interdisciplinaire et où l’humain est au centre. L’école est tournée vers l’avenir, avec un ancrage fort dans les valeurs démocratiques et sociales.",
    "equipe": "efreiForGood",
    "profil": "J’accompagne les étudiants dans des projets interdisciplinaires où innovation et éthique se rencontrent. Mon rôle est de les aider à développer leur esprit critique et leur capacité à créer des solutions responsables. J'insiste sur l'importance de l'humain dans le numérique et sur la nécessité de considérer les impacts sociaux et environnementaux de toute innovation technologique.",
    "diplomes": "Diplômée en sciences sociales et en innovation pédagogique, j’ai également suivi plusieurs programmes de recherche interdisciplinaire. Mon expertise réside dans la conception de projets qui combinent technologie, éthique et responsabilité sociale.",
    "coursProjets": "Je supervise des projets Efrei For Good et donne des cours sur l’innovation responsable et l’éthique numérique. Je mets l’accent sur les études de cas réels et les projets collaboratifs, permettant aux étudiants d’appliquer concrètement les notions théoriques à des problématiques actuelles."
  },
  {
    "nom": "Danielle",
    "role": "Enseignante d'Anglais",
    "citation": "À un nouveau collègue, je conseillerais de participer autant que possible aux événements internes. Chaque département organise des activités, et il ne faut surtout pas hésiter à proposer des idées nouvelles.",
    "equipe": "innovationLab",
    "profil": "J’enseigne l’anglais en mettant l’accent sur la communication interculturelle et le développement des compétences orales et écrites. Je vise à ce que mes étudiants puissent évoluer dans un environnement international et être opérationnels dès leurs premières expériences professionnelles.",
    "diplomes": "Titulaire d’un master en langues étrangères appliquées et d’une certification pédagogique internationale, j’ai également suivi des formations en communication interculturelle et en didactique des langues.",
    "coursProjets": "Je donne des cours d’anglais général et professionnel, organise des ateliers de conversation et participe à des projets d’échanges interculturels avec d’autres écoles et universités partenaires."
  },
  {
    "nom": "Alexis",
    "role": "Enseignant en management de projet et marketing digital",
    "citation": "L’Efrei est une association à but non lucratif. Cela signifie que les revenus générés sont réinvestis dans les locaux, l’enseignement et les outils pédagogiques – bref, dans tout ce qui contribue à offrir un environnement de travail sain aux étudiants comme aux équipes.",
    "equipe": "relationEntreprise",
    "profil": "J’accompagne les étudiants dans la gestion de projets et le marketing digital, en les préparant à intégrer efficacement les entreprises et à maîtriser les outils digitaux. Je privilégie une approche pratique, où les étudiants expérimentent les concepts théoriques sur des cas réels.",
    "diplomes": "Diplômé en management et marketing digital, avec plusieurs expériences professionnelles dans des entreprises innovantes du secteur technologique, je combine connaissance académique et expertise terrain.",
    "coursProjets": "Je donne des cours sur le marketing digital, le management de projets et la stratégie d’entreprise, et accompagne les étudiants sur leurs projets pratiques et stages en entreprise."
  }
]
